---
kind: other
id: Methods.T:Autodesk.Revit.DB.RevitLinkOptions
source: html/d45fa780-62a9-d580-2f94-1e047da82dd6.htm
---
# RevitLinkOptions Methods

Gets the set of worksets to open when creating the link.